export default {
  projections: {
    СпрТранспСрE: {
      код: {
        __caption__: 'Код'
      },
      видПеревоз: {
        __caption__: 'Вид перевозки'
      },
      госНомер: {
        __caption__: 'Государственный номер'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      грузПодъемВТон: {
        __caption__: 'Грузоподъемность в тоннах'
      },
      марка: {
        __caption__: 'Марка'
      },
      лицеКартНомер: {
        __caption__: 'Лицензионная карточка (номер)'
      }
    },
    СпрТранспСрL: {
      код: {
        __caption__: 'Код'
      },
      видПеревоз: {
        __caption__: 'Вид перевозки'
      },
      госНомер: {
        __caption__: 'Государственный номер'
      },
      грузПодъемВТон: {
        __caption__: 'Грузоподъемность в тоннах'
      },
      марка: {
        __caption__: 'Марка'
      },
      лицеКартНомер: {
        __caption__: 'Лицензионная карточка (номер)'
      },
      наименование: {
        __caption__: 'Наименование'
      }
    }
  },
  validations: {
    видПеревоз: {
      __caption__: 'Вид перевозки'
    },
    госНомер: {
      __caption__: 'Государственный номер'
    },
    грузПодъемВТон: {
      __caption__: 'Грузоподъемность в тоннах'
    },
    код: {
      __caption__: 'Код'
    },
    лицеКартНомер: {
      __caption__: 'Лицензионная карточка (номер)'
    },
    марка: {
      __caption__: 'Марка'
    },
    наименование: {
      __caption__: 'Наименование'
    }
  }
};
