export default {
  projections: {
    СпрНоменE: {
      код: {
        __caption__: 'Код'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      описание: {
        __caption__: 'Описание'
      },
      спрЕдИзмер: {
        __caption__: 'Единица измерения',
        наименование: {
          __caption__: 'Единица измерения'
        }
      }
    },
    СпрНоменL: {
      код: {
        __caption__: 'Код'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      описание: {
        __caption__: 'Описание'
      },
      спрЕдИзмер: {
        __caption__: 'Единица измерения',
        наименование: {
          __caption__: 'Единица измерения'
        }
      }
    }
  },
  validations: {
    код: {
      __caption__: 'Код'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    описание: {
      __caption__: 'Описание'
    },
    спрЕдИзмер: {
      __caption__: 'Единица измерения'
    }
  }
};
