export default {
  projections: {
    ОрганизацияE: {
      код: {
        __caption__: 'Код'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      описание: {
        __caption__: 'Описание'
      }
    },
    ОрганизацияL: {
      код: {
        __caption__: 'Код'
      },
      наименование: {
        __caption__: 'Наименование'
      },
      описание: {
        __caption__: 'Описание'
      }
    }
  },
  validations: {
    код: {
      __caption__: 'Код'
    },
    наименование: {
      __caption__: 'Наименование'
    },
    описание: {
      __caption__: 'Описание'
    }
  }
};
